IDEA Open Model
SteelSetupRUS.WeldingType Property
Compatible with IDEA StatiCa Beta 20.0
 WeldingType
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public WeldingType WeldingType { get; set; }
Public Property WeldingType As WeldingType
	Get
	Set
Property Value
Type: WeldingType
See Also
Reference
SteelSetupRUS Class
IdeaRS.OpenModel Namespace